/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Weiter";
"Crop:Apply" = "Weiter";
"Next" = "Weiter";
"Done" = "Fertig";
"Cancel" = "Abbrechen";
"Effects:Done" = "Weiter";

// Crop Screen Title
//"Crop" = "Zuschneiden";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Quadrat";
"CustomCrop" = "Individuell";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "Sticker";
//"Filters" = "Filter";
//"Borders" = "Ränder";
//"Text" = "Text";
//"Draw" = "Zeichnen";

// Loading Prompt
"LoadingEffects" = "Wird geladen";

// Pop-up Alert Text
"Alert" = "Warnung";
"OK" = "OK";
"Error" = "Fehler";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Zeichnung löschen?";
"ClearDrawMsg" = "Möchten Sie wirklich alles Gezeichnete aus dem Bild löschen?";
"ClearDrawYes" = "Zeichnung löschen";

"PriceUnavail" = "Produktpreis nicht verfügbar";
"PurchaseProblem" = "Beim Kauf ist ein Fehler aufgetreten.";
"RestoreError" = "Fehler beim Wiederherstellen der Käufe";
"PayentProblem" = "Ihre Zahlung konnte nicht bearbeitet werden.";

// Effect Pack Downlad Status
"Waiting" = "Einen Moment bitte...";

// Effect Pack Store Button Labels
"Free" = "Kostenlos";
"Download" = "DOWNLOAD";
"Installing" = "WIRD INSTALLIERT";

// Effect Pack Store Title
"DownloadPack" = "Paket herunterladen";

// Effect Pack Store Page Restore button title
"Restore" = "Käufe wiederherstellen";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
